-- phpMyAdmin SQL Dump
-- version 4.7.3
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Ноя 29 2017 г., 12:55
-- Версия сервера: 5.5.57-MariaDB
-- Версия PHP: 5.6.31

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `geo7`
--

-- --------------------------------------------------------

--
-- Структура таблицы `geo_countries`
--

CREATE TABLE `geo_countries` (
  `id` int(11) NOT NULL,
  `code2` varchar(5) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name_en` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name_ru` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name_uk` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `app_events` int(11) NOT NULL,
  `app_ads` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `geo_countries`
--

INSERT INTO `geo_countries` (`id`, `code2`, `name_en`, `name_ru`, `name_uk`, `app_events`, `app_ads`) VALUES
(1, 'AF', 'Afghanistan', 'Афганистан', 'Афганістан', 0, 0),
(2, 'AX', 'Aland Islands', 'Аландские острова', 'Аландські острови', 0, 0),
(3, 'AL', 'Albania', 'Албания', 'Албанія', 0, 0),
(4, 'DZ', 'Algeria', 'Алжир', 'Алжир', 0, 0),
(5, 'AS', 'American Samoa', 'Американское Самоа', 'Американське Самоа', 0, 0),
(6, 'AD', 'Andorra', 'Андорра', 'Андорра', 0, 0),
(7, 'AO', 'Angola', 'Ангола', 'Ангола', 0, 0),
(8, 'AI', 'Anguilla', 'Ангилья', 'Ангілья', 0, 0),
(9, 'AQ', 'Antarctica', 'Антарктида', 'Антарктида', 0, 0),
(10, 'AG', 'Antigua and Barbuda', 'Антигуа и Барбуда', 'Антигуа і Барбуда', 0, 0),
(11, 'AR', 'Argentina', 'Аргентина', 'Аргентина', 0, 0),
(12, 'AM', 'Armenia', 'Армения', 'Вірменія', 0, 0),
(13, 'AW', 'Aruba', 'Аруба', 'Аруба', 0, 0),
(14, 'AU', 'Australia', 'Австралия', 'Австралія', 0, 0),
(15, 'AT', 'Austria', 'Австрия', 'Австрія', 0, 0),
(16, 'AZ', 'Azerbaijan', 'Азербайджан', 'Азербайджан', 0, 0),
(17, 'BS', 'Bahamas', 'Багамские острова', 'Багамські острови', 0, 0),
(18, 'BH', 'Bahrain', 'Бахрейн', 'Бахрейн', 0, 0),
(19, 'BD', 'Bangladesh', 'Бангладеш', 'Бангладеш', 0, 0),
(20, 'BB', 'Barbados', 'Барбадос', 'Барбадос', 0, 0),
(21, 'BY', 'Belarus', 'Беларусь', 'Білорусь', 0, 0),
(22, 'BE', 'Belgium', 'Бельгия', 'Бельгія', 0, 0),
(23, 'BZ', 'Belize', 'Белиз', 'Беліз', 0, 0),
(24, 'BJ', 'Benin', 'Бенин', 'Бенін', 0, 0),
(25, 'BM', 'Bermuda', 'Бермудские острова', 'Бермудські Острови', 0, 0),
(26, 'BT', 'Bhutan', 'Бутан', 'Бутан', 0, 0),
(27, 'BO', 'Bolivia, Plurinational State of', 'Боливия', 'Болівія', 0, 0),
(28, 'BA', 'Bosnia and Herzegovina', 'Босния и Герцеговина', 'Боснія та Герцеговина', 0, 0),
(29, 'BW', 'Botswana', 'Ботсвана', 'Ботсвана', 0, 0),
(30, 'BV', 'Bouvet Island', 'Остров Буве', 'Острів Буве', 0, 0),
(31, 'BR', 'Brazil', 'Бразилия', 'Бразилія', 0, 0),
(32, 'IO', 'British Indian Ocean Territory', 'Британская Территория В Индийском Океане', 'Британська територія в Індійському океані', 0, 0),
(33, 'BN', 'Brunei Darussalam', 'Бруней', 'Бруней', 0, 0),
(34, 'BG', 'Bulgaria', 'Болгария', 'Болгарія', 0, 0),
(35, 'BF', 'Burkina Faso', 'Буркина-Фасо', 'Буркіна Фасо', 0, 0),
(36, 'BI', 'Burundi', 'Бурунди', 'Бурунді', 0, 0),
(37, 'KH', 'Cambodia', 'Камбоджа', 'Камбоджа', 0, 0),
(38, 'CM', 'Cameroon', 'Камерун', 'Камерун', 0, 0),
(39, 'CA', 'Canada', 'Канада', 'Канада', 0, 0),
(40, 'CV', 'Cape Verde', 'Кабо Верде', 'Кабо-Верде', 0, 0),
(41, 'KY', 'Cayman Islands', 'Каймановы острова', 'Кайманові острови', 0, 0),
(42, 'CF', 'Central African Republic', 'Центральноафриканская Республика', 'Центральноафриканська Республіка', 0, 0),
(43, 'TD', 'Chad', 'Чад', 'Чад', 0, 0),
(44, 'CL', 'Chile', 'Чили', 'Чилі', 0, 0),
(45, 'CN', 'China', 'Китай', 'Китай', 0, 0),
(46, 'CX', 'Christmas Island', 'Остров Рождества', 'Острів Різдва', 0, 0),
(47, 'CC', 'Cocos (Keeling) Islands', 'Кокосовые Острова', 'Кокосові острови (Кілінг)', 0, 0),
(48, 'CO', 'Colombia', 'Колумбия', 'Колумбія', 0, 0),
(49, 'KM', 'Comoros', 'Коморские острова', 'Коморські острови', 0, 0),
(50, 'CG', 'Congo', 'Конго', 'Республіка Конго', 0, 0),
(51, 'CD', 'Congo, the Democratic Republic of the', 'Конго, Демократическая республика', 'Демократична Республіка Конго', 0, 0),
(52, 'CK', 'Cook Islands', 'Острова Кука', 'Острови Кука', 0, 0),
(53, 'CR', 'Costa Rica', 'Коста-Рика', 'Коста-Ріка', 0, 0),
(54, 'CI', 'Cote d\'Ivoire', 'Кот-д\'Ивуар', 'Кот-д\'Івуар', 0, 0),
(55, 'HR', 'Croatia', 'Хорватия', 'Хорватія', 0, 0),
(56, 'CU', 'Cuba', 'Куба', 'Куба', 0, 0),
(57, 'CY', 'Cyprus', 'Кипр', 'Кіпр', 0, 0),
(58, 'CZ', 'Czech Republic', 'Чехия', 'Чехія', 0, 0),
(59, 'DK', 'Denmark', 'Дания', 'Данія', 0, 0),
(60, 'DJ', 'Djibouti', 'Джибути', 'Джибуті', 0, 0),
(61, 'DM', 'Dominica', 'Доминика', 'Домініка', 0, 0),
(62, 'DO', 'Dominican Republic', 'Доминиканская республика', 'Домініканська республіка', 0, 0),
(63, 'EC', 'Ecuador', 'Эквадор', 'Еквадор', 0, 0),
(64, 'EG', 'Egypt', 'Египет', 'Єгипет', 0, 0),
(65, 'SV', 'El Salvador', 'Сальвадор', 'Сальвадор', 0, 0),
(66, 'GQ', 'Equatorial Guinea', 'Экваториальная Гвинея', 'Екваторіальна Гвинея', 0, 0),
(67, 'ER', 'Eritrea', 'Эритрея', 'Еритрея', 0, 0),
(68, 'EE', 'Estonia', 'Эстония', 'Естонія', 0, 0),
(69, 'ET', 'Ethiopia', 'Эфиопия', 'Ефіопія', 0, 0),
(70, 'FK', 'Falkland Islands (Malvinas)', 'Фолклендские Острова (Мальвинские)', 'Фолклендські (Мальвінські) острови', 0, 0),
(71, 'FO', 'Faroe Islands', 'Фарерские Острова', 'Фарерські острови', 0, 0),
(72, 'FJ', 'Fiji', 'Фиджи', 'Фіджі', 0, 0),
(73, 'FI', 'Finland', 'Финляндия', 'Фінляндія', 0, 0),
(74, 'FR', 'France', 'Франция', 'Франція', 0, 0),
(75, 'GF', 'French Guiana', 'Французская Гвиана', 'Французька Гвiана', 0, 0),
(76, 'PF', 'French Polynesia', 'Французская Полинезия', 'Французька Полінезія', 0, 0),
(77, 'TF', 'French Southern Territories', 'Французские Южные Территории', 'Французькі Південні і Антарктичні території', 0, 0),
(78, 'GA', 'Gabon', 'Габон', 'Габон', 0, 0),
(79, 'GM', 'Gambia', 'Гамбия', 'Гамбія', 0, 0),
(80, 'GE', 'Georgia', 'Грузия', 'Грузія', 0, 0),
(81, 'DE', 'Germany', 'Германия', 'Німеччина', 0, 0),
(82, 'GH', 'Ghana', 'Гана', 'Гана', 0, 0),
(83, 'GI', 'Gibraltar', 'Гибралтар', 'Гібралтар', 0, 0),
(84, 'GR', 'Greece', 'Греция', 'Греція', 0, 0),
(85, 'GL', 'Greenland', 'Гренландия', 'Гренландія', 0, 0),
(86, 'GD', 'Grenada', 'Гренада', 'Гренада', 0, 0),
(87, 'GP', 'Guadeloupe', 'Гваделупа', 'Гваделупа', 0, 0),
(88, 'GU', 'Guam', 'Гуам ', 'Гуам', 0, 0),
(89, 'GT', 'Guatemala', 'Гватемала', 'Гватемала', 0, 0),
(90, 'GG', 'Guernsey', 'Гернси', 'Гернсі', 0, 0),
(91, 'GN', 'Guinea', 'Гвинея', 'Гвінея', 0, 0),
(92, 'GW', 'Guinea-Bissau', 'Гвинея-Бисау', 'Гвінея-Бісау', 0, 0),
(93, 'GY', 'Guyana', 'Гайана', 'Гайана', 0, 0),
(94, 'HT', 'Haiti', 'Гаити', 'Гаїті', 0, 0),
(95, 'HM', 'Heard Island and McDonald Islands', 'Остров Херд и острова Макдональд', 'Острів Херд і острови Макдональд', 0, 0),
(96, 'VA', 'Holy See (Vatican City State)', 'Ватикан', 'Ватикан', 0, 0),
(97, 'HN', 'Honduras', 'Гондурас', 'Гондурас', 0, 0),
(98, 'HK', 'Hong Kong', 'Гонконг', 'Гонконг', 0, 0),
(99, 'HU', 'Hungary', 'Венгрия', 'Угорщина', 0, 0),
(100, 'IS', 'Iceland', 'Исландия', 'Ісландія', 0, 0),
(101, 'IN', 'India', 'Индия', 'Індія', 0, 0),
(102, 'ID', 'Indonesia', 'Индонезия', 'Індонезія', 0, 0),
(103, 'IR', 'Iran, Islamic Republic of', 'Иран', 'Іран', 0, 0),
(104, 'IQ', 'Iraq', 'Ирак', 'Ірак', 0, 0),
(105, 'IE', 'Ireland', 'Ирландия', 'Ірландія', 0, 0),
(106, 'IM', 'Isle of Man', 'Остров Мэн', 'Острів Мен', 0, 0),
(107, 'IL', 'Israel', 'Израиль', 'Ізраїль', 0, 0),
(108, 'IT', 'Italy', 'Италия', 'Італія', 0, 0),
(109, 'JM', 'Jamaica', 'Ямайка', 'Ямайка', 0, 0),
(110, 'JP', 'Japan', 'Япония', 'Японія', 0, 0),
(111, 'JE', 'Jersey', 'Джерси', 'Джерсі', 0, 0),
(112, 'JO', 'Jordan', 'Иордания', 'Йорданія', 0, 0),
(113, 'KZ', 'Kazakhstan', 'Казахстан', 'Казахстан', 0, 0),
(114, 'KE', 'Kenya', 'Кения', 'Кенія', 0, 0),
(115, 'KI', 'Kiribati', 'Кирибати', 'Кірібаті', 0, 0),
(116, 'KP', 'Korea, Democratic People\'s Republic of', 'Корейская Народно-Демократическая Республика', 'Північна Корея (Корейська Народно-Демократична Республіка)', 0, 0),
(117, 'KR', 'South Korea', 'Южная Корея', 'Південна Корея (Республіка Корея)', 0, 0),
(118, 'KW', 'Kuwait', 'Кувейт', 'Кувейт', 0, 0),
(119, 'KG', 'Kyrgyzstan', 'Киргизстан', 'Киргизстан', 0, 0),
(120, 'LA', 'Lao People\'s Democratic Republic', 'Лаос', 'Лаос', 0, 0),
(121, 'LV', 'Latvia', 'Латвия', 'Латвія', 0, 0),
(122, 'LB', 'Lebanon', 'Ливан', 'Ліван', 0, 0),
(123, 'LS', 'Lesotho', 'Лесото', 'Лесото', 0, 0),
(124, 'LR', 'Liberia', 'Либерия', 'Ліберія', 0, 0),
(125, 'LY', 'Libyan Arab Jamahiriya', 'Ливия', 'Лівія', 0, 0),
(126, 'LI', 'Liechtenstein', 'Лихтенштейн', 'Ліхтенштейн', 0, 0),
(127, 'LT', 'Lithuania', 'Литва', 'Литва', 0, 0),
(128, 'LU', 'Luxembourg', 'Люксембург', 'Люксембург', 0, 0),
(129, 'MO', 'Macao', 'Аомынь (Макао)', 'Макао', 0, 0),
(130, 'MK', 'Macedonia, the former Yugoslav Republic of', 'Македония', 'Македонія', 0, 0),
(131, 'MG', 'Madagascar', 'Мадагаскар', 'Мадагаскар', 0, 0),
(132, 'MW', 'Malawi', 'Малави', 'Малаві', 0, 0),
(133, 'MY', 'Malaysia', 'Малайзия', 'Малайзія', 0, 0),
(134, 'MV', 'Maldives', 'Мальдивы', 'Мальдіви', 0, 0),
(135, 'ML', 'Mali', 'Мали', 'Малі', 0, 0),
(136, 'MT', 'Malta', 'Мальта', 'Мальта', 0, 0),
(137, 'MH', 'Marshall Islands', 'Маршалловы Острова', 'Маршаллові острови', 0, 0),
(138, 'MQ', 'Martinique', 'Мартиника', 'Мартініка', 0, 0),
(139, 'MR', 'Mauritania', 'Мавритания', 'Мавританія', 0, 0),
(140, 'MU', 'Mauritius', 'Маврикий', 'Маврикій', 0, 0),
(141, 'YT', 'Mayotte', 'Майотта', 'Майотта', 0, 0),
(142, 'MX', 'Mexico', 'Мексика', 'Мексика', 0, 0),
(143, 'FM', 'Micronesia, Federated States of', 'Микронезия, Федеративные Штаты', 'Федеративні Штати Мікронезії', 0, 0),
(144, 'MD', 'Moldova, Republic of', 'Молдова', 'Молдова', 0, 0),
(145, 'MC', 'Monaco', 'Монако', 'Монако', 0, 0),
(146, 'MN', 'Mongolia', 'Монголия', 'Монголія', 0, 0),
(147, 'ME', 'Montenegro', 'Черногория', 'Чорногорія', 0, 0),
(148, 'MS', 'Montserrat', 'Монсеррат', 'Монтсеррат', 0, 0),
(149, 'MA', 'Morocco', 'Марокко', 'Марокко', 0, 0),
(150, 'MZ', 'Mozambique', 'Мозамбик', 'Мозамбік', 0, 0),
(151, 'MM', 'Myanmar', 'Мьянма', 'М\'янма (Бірма)', 0, 0),
(152, 'NA', 'Namibia', 'Намибия', 'Намібія', 0, 0),
(153, 'NR', 'Nauru', 'Науру', 'Науру', 0, 0),
(154, 'NP', 'Nepal', 'Непал', 'Непал', 0, 0),
(155, 'NL', 'Netherlands', 'Нидерланды', 'Нідерланди (Голландія)', 0, 0),
(156, 'AN', 'Netherlands Antilles', 'Нидерландские Антильские острова', 'Нідерландські Антильські острови', 0, 0),
(157, 'NC', 'New Caledonia', 'Новая Каледония', 'Нова Каледонія', 0, 0),
(158, 'NZ', 'New Zealand', 'Новая Зеландия', 'Нова Зеландія', 0, 0),
(159, 'NI', 'Nicaragua', 'Никарагуа', 'Нікарагуа', 0, 0),
(160, 'NE', 'Niger', 'Нигер', 'Нігер', 0, 0),
(161, 'NG', 'Nigeria', 'Нигерия', 'Нігерія', 0, 0),
(162, 'NU', 'Niue', 'Ниуэ', 'Ніуе', 0, 0),
(163, 'NF', 'Norfolk Island', 'Остров Норфолк', 'Острів Норфолк', 0, 0),
(164, 'MP', 'Northern Mariana Islands', 'Северные Марианские Острова', 'Північні\r\nМаріанські острови', 0, 0),
(165, 'NO', 'Norway', 'Норвегия', 'Норвегія', 0, 0),
(166, 'OM', 'Oman', 'Оман', 'Оман', 0, 0),
(167, 'PK', 'Pakistan', 'Пакистан', 'Пакистан', 0, 0),
(168, 'PW', 'Palau', 'Палау', 'Палау', 0, 0),
(169, 'PS', 'Palestinian Territory, Occupied', 'Палестинской Территории, Оккупированные', 'Палестинська держава', 0, 0),
(170, 'PA', 'Panama', 'Панама', 'Панама', 0, 0),
(171, 'PG', 'Papua New Guinea', 'Папуа-Новая Гвинея', 'Папуа Нова Гвінея', 0, 0),
(172, 'PY', 'Paraguay', 'Парагвай', 'Парагвай', 0, 0),
(173, 'PE', 'Peru', 'Перу', 'Перу', 0, 0),
(174, 'PH', 'Philippines', 'Филиппины', 'Філіппіни', 0, 0),
(175, 'PN', 'Pitcairn', 'Питкэрн', 'Острови Піткерн', 0, 0),
(176, 'PL', 'Poland', 'Польша', 'Польща', 0, 0),
(177, 'PT', 'Portugal', 'Португалия', 'Португалія', 0, 0),
(178, 'PR', 'Puerto Rico', 'Пуэрто-Рико', 'Пуерто-Рико', 0, 0),
(179, 'QA', 'Qatar', 'Катар', 'Катар', 0, 0),
(180, 'RE', 'Reunion', 'Реюньон', 'Реюньон', 0, 0),
(181, 'RO', 'Romania', 'Румыния', 'Румунія', 0, 0),
(182, 'RU', 'Russian Federation', 'Россия', 'Російська Федерація', 0, 0),
(183, 'RW', 'Rwanda', 'Руанда', 'Руанда', 0, 0),
(184, 'BL', 'Saint Barthelemy', 'Сен-Бартельми', 'Сен-Бартельмі', 0, 0),
(185, 'SH', 'Saint Helena', 'Святая Елена, Остров вознесения, Тристан-да-Кунья', 'Острови Святої Єлени, Вознесіння і Тристан-да-Кунья', 0, 0),
(186, 'KN', 'Saint Kitts and Nevis', 'Сент-Китс и Невис', 'Сент-Кіттс і Невіс', 0, 0),
(187, 'LC', 'Saint Lucia', 'Сент-Люсия', 'Сент-Люсія', 0, 0),
(188, 'MF', 'Saint Martin (French part)', 'Сен-Мартен', 'Сен-Мартен (Франція)', 0, 0),
(189, 'PM', 'Saint Pierre and Miquelon', 'Сен-Пьер и Микелон', 'Сен-П\'єр і Мікелон', 0, 0),
(190, 'VC', 'Saint Vincent and the Grenadines', 'Сент-Винсент и Гренадины', 'Сент-Вінсент і Гренадіни', 0, 0),
(191, 'WS', 'Samoa', 'Самоа', 'Самоа', 0, 0),
(192, 'SM', 'San Marino', 'Сан-Марино', 'Сан-Марино', 0, 0),
(193, 'ST', 'Sao Tome and Principe', 'Сан-Томе и Принсипи', 'Сан-Томе і Прінсіпі', 0, 0),
(194, 'SA', 'Saudi Arabia', 'Саудовская Аравия', 'Саудівська Аравія', 0, 0),
(195, 'SN', 'Senegal', 'Сенегал', 'Сенегал', 0, 0),
(196, 'RS', 'Serbia', 'Сербия', 'Сербія', 0, 0),
(197, 'SC', 'Seychelles', 'Сейшельские острова', 'Сейшельські острови', 0, 0),
(198, 'SL', 'Sierra Leone', 'Сьерра-Леоне', 'Сьєрра-Леоне', 0, 0),
(199, 'SG', 'Singapore', 'Сингапур', 'Сінгапур', 0, 0),
(200, 'SK', 'Slovakia', 'Словакия', 'Словаччина', 0, 0),
(201, 'SI', 'Slovenia', 'Словения', 'Словенія', 0, 0),
(202, 'SB', 'Solomon Islands', 'Соломоновы острова', 'Соломоновi Острови', 0, 0),
(203, 'SO', 'Somalia', 'Сомали', 'Сомалі', 0, 0),
(204, 'ZA', 'South Africa', 'Южно-Африканская Республика', 'Південно-Африканська Республіка', 0, 0),
(205, 'GS', 'South Georgia and South Sandwich Islands', 'Южная Георгия и южные Сандвичевы острова', 'Південна Джорджія та Південні Сандвічеві острови', 0, 0),
(206, 'ES', 'Spain', 'Испания', 'Іспанія', 0, 0),
(207, 'LK', 'Sri Lanka', 'Шри-Ланка', 'Шрі-Ланка', 0, 0),
(208, 'SD', 'Sudan', 'Судан', 'Судан', 0, 0),
(209, 'SR', 'Suriname', 'Суринам', 'Сурінам', 0, 0),
(210, 'SJ', 'Svalbard and Jan Mayen', 'Шпицберген и Ян-Майен', 'Свальбард і Ян-Маєн', 0, 0),
(211, 'SZ', 'Swaziland', 'Свазиленд', 'Свазіленд', 0, 0),
(212, 'SE', 'Sweden', 'Швеция', 'Швеція', 0, 0),
(213, 'CH', 'Switzerland', 'Швейцария', 'Швейцарія', 0, 0),
(214, 'SY', 'Syrian Arab Republic', 'Сирия', 'Сирія', 0, 0),
(215, 'TW', 'Taiwan, Province of China', 'Тайвань, провинция Китая', 'Тайвань (Республіка Китай)', 0, 0),
(216, 'TJ', 'Tajikistan', 'Таджикистан', 'Таджикистан', 0, 0),
(217, 'TZ', 'Tanzania, United Republic of', 'Танзания', 'Танзанія', 0, 0),
(218, 'TH', 'Thailand', 'Таиланд', 'Таїланд', 0, 0),
(219, 'TL', 'Timor-Leste', 'Восточный Тимор', 'Східний Тимор', 0, 0),
(220, 'TG', 'Togo', 'Того', 'Того', 0, 0),
(221, 'TK', 'Tokelau', 'Токелау', 'Токелау', 0, 0),
(222, 'TO', 'Tonga', 'Тонга', 'Тонга', 0, 0),
(223, 'TT', 'Trinidad and Tobago', 'Тринидад и Тобаго', 'Тринідад і Тобаго', 0, 0),
(224, 'TN', 'Tunisia', 'Тунис', 'Туніс', 0, 0),
(225, 'TR', 'Turkey', 'Турция', 'Туреччина', 0, 0),
(226, 'TM', 'Turkmenistan', 'Туркменистан', 'Туркменістан', 0, 0),
(227, 'TC', 'Turks and Caicos Islands', 'Архипелаг Тёркс и Кайкас', 'Острови Теркс і Кайкос', 0, 0),
(228, 'TV', 'Tuvalu', 'Тувалу', 'Тувалу', 0, 0),
(229, 'UG', 'Uganda', 'Уганда', 'Уганда', 0, 0),
(230, 'UA', 'Ukraine', 'Украина', 'Україна', 0, 0),
(231, 'AE', 'United Arab Emirates', 'Объединенные Арабские Эмираты', 'Об\'єднані Арабські Емірати', 0, 0),
(232, 'GB', 'United Kingdom', 'Великобритания', 'Великобританія', 0, 0),
(233, 'US', 'United States', 'США', 'США', 0, 0),
(234, 'UM', 'United States Minor Outlying Islands', 'Соединенные Штаты Америки Внешние Малые Острова', 'Зовнішні малі острови США', 0, 0),
(235, 'UY', 'Uruguay', 'Уругвай', 'Уругвай', 0, 0),
(236, 'UZ', 'Uzbekistan', 'Узбекистан', 'Узбекистан', 0, 0),
(237, 'VU', 'Vanuatu', 'Вануату', 'Вануату', 0, 0),
(238, 'VE', 'Venezuela, Bolivarian Republic of', 'Венесуэла', 'Венесуела', 0, 0),
(239, 'VN', 'Viet Nam', 'Вьетнам', 'В\'єтнам', 0, 0),
(240, 'VG', 'Virgin Islands, British', 'Британские Виргинские острова', 'Британські Віргінські острови', 0, 0),
(241, 'VI', 'Virgin Islands, U.S.', 'Виргинские острова', 'Віргінські Острови США', 0, 0),
(242, 'WF', 'Wallis and Futuna', 'Уоллис и Футуна', 'Уолліс і Футуна', 0, 0),
(243, 'EH', 'Western Sahara', 'Западная Сахара', 'Західна Сахара', 0, 0),
(244, 'YE', 'Yemen', 'Йемен', 'Ємен', 0, 0),
(245, 'ZM', 'Zambia', 'Замбия', 'Замбія', 0, 0),
(246, 'ZW', 'Zimbabwe', 'Зимбабве', 'Зімбабве', 0, 0);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `geo_countries`
--
ALTER TABLE `geo_countries`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `idx` (`id`) USING BTREE,
  ADD KEY `code2` (`code2`),
  ADD KEY `name_en` (`name_en`(191)),
  ADD KEY `name_ru` (`name_ru`(191)),
  ADD KEY `name_uk` (`name_uk`(191)),
  ADD KEY `app_events` (`app_events`),
  ADD KEY `app_ads` (`app_ads`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `geo_countries`
--
ALTER TABLE `geo_countries`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=247;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
